Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: User $1 on {{SITENAME}} requested a reset of your password for {{SITENAME}} ($4). The following user {{PLURAL:$3|account is|accounts are}} associated with this email address: $2 {{PLURAL:$3|This temporary password|These temporary passwords}} will expire in {{PLURAL:$5|one day|$5 days}}. You should log in and choose a new password now. If someone else made this request, or if you have remembered your original password, and you no longer wish to change it, you may ignore this message and continue using your old password.
ca_es: L'usuari $1 de {{SITENAME}} ha demanat una reinicialització de la vostra contrasenya per al projecte {{SITENAME}} ($4). {{PLURAL:$3|El següent compte d'usuari està associat|Els següents comptes d'usuari estan associats}} amb aquesta adreça de correu electrònic: $2 {{PLURAL:$3|Aquesta contrasenya temporal caducarà|Aquestes contrasenyes temporals caducaran}} en {{PLURAL:$5|un dia|$5 dies}}. Hauríeu d'entrar ara per fixar una nova contrasenya. Si algú que no sou vós és qui ha fet aquesta petició o si heu recordat la contrasenya original i ja no la voleu canviar, podeu ignorar aquest missatge i seguir utilitzant la vostra antiga contrasenya.

source: Username: $1 Temporary password: $2
ca_es: Nom d'usuari: $1 Contrasenya temporal: $2

source: A password reset email has been sent.
ca_es: S'ha enviat un correu de reinicialització de contrasenya.

source: A password reset email has been sent, which is shown below.
ca_es: S'ha enviat un correu electrònic de reinicialització de contrasenya, tal com es mostra a continuació.

source: A password reset email was generated, which is shown below, but sending it to the {{GENDER:$2|user}} failed: $1
ca_es: S'ha generat un correu electrònic de renovació de contrasenya, que es mostra a continuació, però ha fallat l'enviament a {{GENDER:$2:l'usuari|la usuària}}: $1

source: Change email address
ca_es: Canvi de correu electrònic

source: Change account email address
ca_es: Canvi de l'adreça de correu electrònic del compte

source: Complete this form to change your email address. You will need to enter your password to confirm this change.
ca_es: Completeu el següent formulari per canviar la vostra adreça de correu electrònic. Haureu d'introduir la contrasenya per confirmar el canvi.

source: Current email address:
ca_es: Adreça de correu electrònic actual:

source: New email address:
ca_es: Nova adreça de correu electrònic:

source: (none)
ca_es: (cap)

source: Your {{SITENAME}} password:
ca_es: La vostra contrasenya a {{SITENAME}}:

source: Change email
ca_es: Canvia de correu electrònic

source: Reset tokens
ca_es: Reinicia els testimonis

source: You can reset tokens which allow access to certain private data associated with your account here. You should do it if you accidentally shared them with someone or if your account has been compromised.
ca_es: Des d'aquí podeu reiniciar els testimonis que permeten l'accés a certes dades privades associades amb el vostre compte. Ho hauríeu de fer si accidentalment els heu compartit amb algú o si el vostre compte ha estat compromès.

source: There are no tokens to reset.
ca_es: No hi ha testimonis per reiniciar.

source: Tokens:
ca_es: Testimonis:

source: $1 (current value: $2)
ca_es: $1 (valor actual: $2)

source: Token for the web feed (Atom/RSS) of [[Special:Watchlist|changes to pages on your watchlist]]
ca_es: Testimoni del canal web (Atom/RSS) dels [[Special:Watchlist|canvis a la llista de seguiment]]

source: Tokens reset.
ca_es: S'han reiniciat els testimonis.

source: Reset selected tokens
ca_es: Reinicia els testimonis seleccionats

source: Bold text
ca_es: Text en negreta

source: Italic text
ca_es: Text en cursiva

source: Link title
ca_es: Títol de l'enllaç

source: Internal link
ca_es: Enllaç intern

source: http://www.example.com link title
ca_es: http://www.example.com títol de l'enllaç

source: External link (remember http:// prefix)
ca_es: Enllaç extern (recordeu el prefix http://)

source: Headline text
ca_es: Text de l'encapçalament

source: Level 2 headline
ca_es: Encapçalat de secció de 2n nivell

source: Insert non-formatted text here
ca_es: Inseriu ací text sense format

source: Ignore wiki formatting
ca_es: Ignora el format wiki

source: Example.jpg
ca_es: Exemple.jpg

source: Embedded file
ca_es: Fitxer incrustat

source: Example.ogg
ca_es: Exemple.ogg

source: File link
ca_es: Enllaç del fitxer

source: Your signature with timestamp
ca_es: La vostra signatura amb marca horària

source: Horizontal line (use sparingly)
ca_es: Línia horitzontal (feu-la servir amb moderació)

source: Summary:
ca_es: Resum:

source: Subject/headline:
ca_es: Tema/capçalera:

source: This is a minor edit
ca_es: Aquesta és una modificació menor

source: Watch this page
ca_es: Vigila aquesta pàgina

source: Save page
ca_es: Desa la pàgina

source: Preview
ca_es: Previsualització

source: Show preview
ca_es: Mostra una previsualització

source: Live preview
ca_es: Vista ràpida

source: Show changes
ca_es: Mostra els canvis

source: '''Warning:''' You are not logged in. Your IP address will be recorded in this page's edit history.
ca_es: '''Avís:''' No esteu identificats amb un compte d'usuari. Es mostrarà la vostra adreça IP en l'historial d'aquesta pàgina.

source: ''You are not logged in. Saving will record your IP address in this page's edit history.''
ca_es: ''No us heu identificat amb un compte d'usuari. La vostra adreça IP quedarà registrada a l'historial d'aquesta pàgina.''

source: '''Reminder:''' You have not provided an edit summary. If you click "{{int:savearticle}}" again, your edit will be saved without one.
ca_es: '''Recordatori''': Heu deixat en blanc el resum de l'edició. Si torneu a clicar al botó de desar, l'edició es guardarà sense resum.

source: Please enter a comment below.
ca_es: Introduïu un comentari a continuació.

source: '''Reminder:''' You have not provided a subject/headline for this comment. If you click "{{int:savearticle}}" again, your edit will be saved without one.
ca_es: '''Recordatori:''' No heu proporcionat un assumpte/encapçalament per al comentari. Si cliqueu de nou al botó "{{int:savearticle}}", la vostra contribució se desarà sense cap.

source: Summary preview:
ca_es: Previsualització del resum:

source: Subject/headline preview:
ca_es: Previsualització de tema/capçalera:

source: User is blocked
ca_es: L'usuari està blocat

source: '''Your username or IP address has been blocked.''' The block was made by $1. The reason given is ''$2''. * Start of block: $8 * Expiry of block: $6 * Intended blockee: $7 You can contact $1 or another [[{{MediaWiki:Grouppage-sysop}}|administrator]] to discuss the block. You cannot use the "email this user" feature unless a valid email address is specified in your [[Special:Preferences|account preferences]] and you have not been blocked from using it. Your current IP address is $3, and the block ID is #$5. Please include all above details in any queries you make.
ca_es: '''S'ha procedit al blocatge del vostre compte d'usuari o la vostra adreça IP.''' El blocatge l'ha dut a terme l'usuari $1. El motiu donat és ''$2''. * Inici del blocatge: $8 * Final del blocatge: $6 * Compte blocat: $7 Podeu contactar amb $1 o un dels [[{{MediaWiki:Grouppage-sysop}}|administradors]] per a discutir-ho. Tingueu en compte que no podeu fer servir el formulari d'enviament de missatges de correu electrònic a cap usuari, a menys que tingueu una adreça de correu vàlida registrada a les vostres [[Special:Preferences|preferències d'usuari]] i no ho tingueu tampoc blocat. La vostra adreça IP actual és $3, i el número d'identificació del blocatge és #$5. Si us plau, incloeu aquestes dades en totes les consultes que feu.

source: Your IP address has been automatically blocked because it was used by another user, who was blocked by $1. The reason given is: :''$2'' * Start of block: $8 * Expiry of block: $6 * Intended blockee: $7 You may contact $1 or one of the other [[{{MediaWiki:Grouppage-sysop}}|administrators]] to discuss the block. Note that you may not use the "email this user" feature unless you have a valid email address registered in your [[Special:Preferences|user preferences]] and you have not been blocked from using it. Your current IP address is $3, and the block ID is #$5. Please include all above details in any queries you make.
ca_es: La vostra adreça IP ha estat blocada automàticament perquè va ser usada per un usuari actualment bloquejat. Aquest usuari va ser blocat per l'{{GENDER:$1|administrador|administradora}} $1. El motiu donat per al bloqueig ha estat: :''$2'' * Inici del bloqueig: $8 * Final del bloqueig: $6 * Usuari bloquejat: $7 Podeu contactar l'usuari $1 o algun altre dels [[{{MediaWiki:Grouppage-sysop}}|administradors]] per a discutir el bloqueig. Recordeu que per a poder usar l'opció «Envia un missatge de correu electrònic a aquest usuari» haureu d'haver validat una adreça de correu electrònic a les vostres [[Special:Preferences|preferències]]. El número d'identificació de la vostra adreça IP és $3, i l'ID del bloqueig és #$5. Si us plau, incloeu aquestes dades en totes les consultes que feu.

source: no reason given
ca_es: no s'ha donat cap motiu

source: You have to $1 to edit pages.
ca_es: Heu de $1 per modificar pàgines.

source: You must confirm your email address before editing pages. Please set and validate your email address through your [[Special:Preferences|user preferences]].
ca_es: Heu de confirmar la vostra adreça electrònica abans de poder modificar les pàgines. Definiu i valideu la vostra adreça electrònica a través de les vostres [[Special:Preferences|preferències d'usuari]].

source: Cannot find section
ca_es: No es pot trobar la secció

source: You tried to edit a section that does not exist. It may have been moved or deleted while you were viewing the page.
ca_es: Heu intentat editar una secció que no existeix. Potser ha estat moguda o eliminada mentre estàveu veient la pàgina.

source: Login required
ca_es: Cal que inicieu una sessió

source: log in
ca_es: inicia una sessió

source: You must $1 to view other pages.
ca_es: Cal que seguiu l'enllaç «$1» per a visualitzar altres pàgines.

source: Password sent
ca_es: S'ha enviat una contrasenya.

source: A randomly generated password for [[User talk:$1|$1]] has been sent to $2. It can be changed on the ''[[Special:ChangePassword|change password]]'' page upon logging in.
ca_es: S'ha enviat una contrasenya aleatòria a $2 per a {{GENDER:$1|l'usuari|la usuària}} [[User talk:$1|$1]]. La contrasenya per aquest nou compte pot ser canviada a la pàgina de ''[[Special:ChangePassword|canvi de contrasenya]]'' un cop connectat.

source: (New)
ca_es: (Nou)

source: You have followed a link to a page that does not exist yet. To create the page, start typing in the box below (see the [[{{MediaWiki:Helppage}}|help page]] for more info). If you are here by mistake, click your browser's '''back''' button.
ca_es: Heu seguit un enllaç a una pàgina que encara no existeix. Per a crear-la, comenceu a escriure en l'espai de sota (vegeu l'[[{{MediaWiki:Helppage}}|ajuda]] per a més informació). Si sou ací per error, simplement cliqueu al botó «Enrere» del vostre navegador.

source: ---- ''This is the discussion page for an anonymous user who has not created an account yet, or who does not use it.'' We therefore have to use the numerical IP address to identify him/her. Such an IP address can be shared by several users. If you are an anonymous user and feel that irrelevant comments have been directed at you, please [[Special:UserLogin/signup|create an account]] or [[Special:UserLogin|log in]] to avoid future confusion with other anonymous users.
ca_es: ----''Aquesta és la pàgina de discussió d'un usuari anònim que encara no ha creat un compte o que no fa servir el seu nom registrat. Per tant, hem de fer servir la seua adreça IP numèrica per a identificar-lo. Una adreça IP pot ser compartida per molts usuaris. Si sou un usuari anònim, i trobeu que us han adreçat comentaris inoportuns, si us plau, [[Special:UserLogin/signup|creeu-vos un compte]], o [[Special:UserLogin|entreu en el vostre compte]] si ja en teniu un, per a evitar futures confusions amb altres usuaris anònims.''

source: There is currently no text in this page. You can [[Special:Search/{{PAGENAME}}|search for this page title]] in other pages, <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} search the related logs], or [{{fullurl:{{FULLPAGENAME}}|action=edit}} edit this page]</span>.
ca_es: Actualment no hi ha text en aquesta pàgina. Podeu [[Special:Search/{{PAGENAME}}|cercar aquest títol]] en altres pàgines, <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} cercar en els registres] o [{{fullurl:{{FULLPAGENAME}}|action=edit}} crear-la ara]</span>.

source: There is currently no text in this page. You can [[Special:Search/{{PAGENAME}}|search for this page title]] in other pages, or <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} search the related logs]</span>, but you do not have permission to create this page.
ca_es: Actualment no hi ha text en aquesta pàgina. Podeu [[Special:Search/{{PAGENAME}}|cercar aquest títol]] en altres pàgines o bé <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} cercar en els registres relacionats]</span>, però no teniu permisos per crear la pàgina.

source: The revision #$1 of the page named "{{PAGENAME}}" does not exist. This is usually caused by following an outdated history link to a page that has been deleted. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ca_es: La revisió # $1 de la pàgina anomenada "{{PAGENAME}}" no existeix. Això és normalment provocat per després d'un enllaç d'història antiquat a una pàgina que s'ha suprimit. Detalls es poden trobar en el [{{fullurl: {{# especial: registre}} / delete|page = {{FULLPAGENAMEE}}}} registre de supressió].

source: User account "$1" is not registered. Please check if you want to create/edit this page.
ca_es: Atenció: El compte d'usuari «<nowiki>$1</nowiki>» no està registrat. En principi no hauríeu de crear ni editar aquesta pàgina.

source: User account "$1" is not registered.
ca_es: El compte d'usuari "$1" no està registrat.

source: This user is currently blocked. The latest block log entry is provided below for reference:
ca_es: En aquests moments aquest compte d'usuari es troba blocat. Per més detalls, la darrera entrada del registre es mostra a continuació:

source: '''Note:''' After saving, you may have to bypass your browser's cache to see the changes. * '''Firefox / Safari:''' Hold ''Shift'' while clicking ''Reload'', or press either ''Ctrl-F5'' or ''Ctrl-R'' (''⌘-R'' on a Mac) * '''Google Chrome:''' Press ''Ctrl-Shift-R'' (''⌘-Shift-R'' on a Mac) * '''Internet Explorer:''' Hold ''Ctrl'' while clicking ''Refresh'', or press ''Ctrl-F5'' * '''Opera:''' Clear the cache in ''Tools → Preferences''
ca_es: '''Nota:''' Després de desar, possiblement necessiteu refrescar la memòria cau del vostre navegador per a veure'n els canvis. * '''Firefox / Safari:''' Premeu ''Shift'' mentre cliqueu el botó ''Actualitzar'', o pressioneu ''Ctrl+F5'' o ''Ctrl+R'' (''⌘+R'' a Mac) * '''Google Chrome:''' Premeu ''Ctrl+Shift+R'' (''⌘+Shift+R'' a Mac) * '''Internet Explorer:''' Premeu la tecla ''Ctrl'' mentre cliqueu a ''Actualitzar'' o pressioneu ''Ctrl+F5'' * '''Opera:''' Netegeu la memòria cau ''Eines → Preferències''

source: '''Tip:''' Use the "{{int:showpreview}}" button to test your new CSS before saving.
ca_es: '''Consell:''' Utilitzeu el botó "{{int:showpreview}}" per provar el vostre nou CSS abans de desar-lo.

source: '''Tip:''' Use the "{{int:showpreview}}" button to test your new JavaScript before saving.
ca_es: '''Consell:''' Utilitzeu el botó "{{int:showpreview}}" per provar el vostre nou JavaScript abans de desar-lo.

source: '''Remember that you are only previewing your user CSS.''' '''It has not yet been saved!'''
ca_es: '''Recordeu que esteu previsualitzant el vostre CSS d'usuari.''' '''Encara no s'ha desat!'''

source: '''Remember that you are only testing/previewing your user JavaScript.''' '''It has not yet been saved!'''
ca_es: '''Recordeu que només estau provant/previsualitzant el vostre JavaScript, encara no ho heu desat!'''

source: '''Remember that you are only previewing this CSS.''' '''It has not yet been saved!'''
ca_es: '''Adoneu-vos que esteu veient una vista prèvia d'aquest full d'estil CSS.''' '''No n'hi ha estat encara gravada!'''

source: '''Remember that you are only previewing this JavaScript code.''' '''It has not yet been saved!'''
ca_es: '''Adoneu-vos que esteu veient una vista prèvia d'aquest codi Javascript.''' '''No n'hi ha estat encara gravat!'''

source: '''Warning:''' There is no skin "$1". Custom .css and .js pages use a lowercase title, e.g. {{ns:user}}:Foo/vector.css as opposed to {{ns:user}}:Foo/Vector.css.
ca_es: '''Atenció:''' No existeix l'aparença «$1». Recordeu que les subpàgines personalitzades amb extensions .css i .js utilitzen el títol en minúscules, per exemple, {{ns:user}}:NOM/vector.css no és el mateix que {{ns:user}}:NOM/Vector.css.

source: (Updated)
ca_es: (Actualitzat)

source: '''Note:'''
ca_es: '''Nota:'''

source: '''Remember that this is only a preview.''' Your changes have not yet been saved!
ca_es: '''Recorda que això és només una previsualització.''' Els vostres canvis encara no s'han desat!

source: Go to editing area
ca_es: Aneu a l'àrea d'edició

source: This preview reflects the text in the upper text editing area as it will appear if you choose to save.
ca_es: Aquesta previsualització reflecteix, a l'àrea d'edició superior, el text tal i com apareixerà si trieu desar-lo.

source: '''Sorry! We could not process your edit due to a loss of session data.''' Please try again. If it still does not work, try [[Special:UserLogout|logging out]] and logging back in.
ca_es: '''No s'ha pogut processar la vostra modificació a causa d'una pèrdua de dades de la sessió. Si us plau, proveu-ho una altra vegada. Si continués sense funcionar, proveu de [[Special:UserLogout|finalitzar la sessió]] i torneu a iniciar-ne una.'''

source: '''Sorry! We could not process your edit due to a loss of session data.''' ''Because {{SITENAME}} has raw HTML enabled, the preview is hidden as a precaution against JavaScript attacks.'' '''If this is a legitimate edit attempt, please try again.''' If it still does not work, try [[Special:UserLogout|logging out]] and logging back in.
ca_es: '''Ho sentim, no s'han pogut processar les vostres modificacions a causa d'una pèrdua de dades de la sessió.''' ''Com que el projecte {{SITENAME}} té habilitat l'ús de codi HTML cru, s'ha amagat la previsualització com a prevenció contra atacs mitjançant codis JavaScript.'' '''Si es tracta d'una contribució legítima, si us plau, intenteu-ho una altra vegada. Si continua havent-hi problemes, [[Special:UserLogout|finalitzeu la sessió]] i torneu a iniciar-ne una.'''

source: '''Your edit has been rejected because your client mangled the punctuation characters in the edit token.''' The edit has been rejected to prevent corruption of the page text. This sometimes happens when you are using a buggy web-based anonymous proxy service.
ca_es: '''S'ha rebutjat la vostra modificació perquè el vostre client ha fet malbé els caràcters de puntuació en el testimoni d'edició. S'ha rebutjat la modificació per a evitar la corrupció del text de la pàgina. Açò passa a vegades quan s'utilitza un servei web de servidor intermediari anònim amb problemes.'''

source: '''Some parts of the edit form did not reach the server; double-check that your edits are intact and try again.'''
ca_es: '''Certes parts del formulari de modificació no han arribat al servidor, verifiqueu que les vostres modificacions estan intactes i proveu-ho de nou.'''

source: Editing $1
ca_es: S'està editant $1

source: Creating $1
ca_es: S'està creant $1

source: Editing $1 (section)
ca_es: S'està editant $1 (secció)

source: Editing $1 (new section)
ca_es: S'està editant $1 (nova secció)

source: Edit conflict: $1
ca_es: Conflicte d'edició: $1

source: Someone else has changed this page since you started editing it. The upper text area contains the page text as it currently exists. Your changes are shown in the lower text area. You will have to merge your changes into the existing text. '''Only''' the text in the upper text area will be saved when you press "{{int:savearticle}}".
ca_es: Algú més ha canviat aquesta pàgina des que l'heu editada. L'àrea de text superior conté el text de la pàgina com existeix actualment. Els vostres canvis es mostren en l'àrea de text inferior. Haureu de fusionar els vostres canvis en el text existent. '''Només''' el text de l'àrea superior es desarà quan premeu el botó «{{int:savearticle}}».

source: Your text
ca_es: El vostre text

source: Stored revision
ca_es: Versió emmagatzemada

source: '''Warning: Your browser is not Unicode compliant.''' A workaround is in place to allow you to safely edit pages: Non-ASCII characters will appear in the edit box as hexadecimal codes.
ca_es: '''Alerta: El vostre navegador no és compatible amb unicode.''' S'ha activat una alternativa que us permetrà modificar pàgines amb seguretat: el caràcters que no són ASCII us apareixeran en la caixa d'edició com a codis hexadecimals.

source: '''Warning: You are editing an out-of-date revision of this page.''' If you save it, any changes made since this revision will be lost.
ca_es: '''AVÍS: Esteu editant una revisió desactualitzada de la pàgina. Si la deseu, es perdran els canvis que hàgiu fet des de llavors.'''

source: Differences
ca_es: Diferències

source: Please note that all contributions to {{SITENAME}} are considered to be released under the $2 (see $1 for details). If you do not want your writing to be edited mercilessly and redistributed at will, then do not submit it here.<br /> You are also promising us that you wrote this yourself, or copied it from a public domain or similar free resource. '''Do not submit copyrighted work without permission!'''
ca_es: Si us plau, tingueu en compte que totes les contribucions per al projecte {{SITENAME}} es consideren com a publicades sota els termes de la llicència $2 (vegeu-ne més detalls a $1). Si no desitgeu la modificació i distribució lliure dels vostres escrits sense el vostre consentiment, no els poseu ací.<br /> A més a més, en enviar el vostre text, doneu fe que és vostra l'autoria, o bé de fonts en el domini públic o recursos lliures similars. Heu de saber que aquest '''no''' és el cas de la majoria de pàgines que hi ha a Internet. '''No feu servir textos amb drets d'autor sense permís!'''

source: Please note that all contributions to {{SITENAME}} may be edited, altered, or removed by other contributors. If you do not want your writing to be edited mercilessly, then do not submit it here.<br /> You are also promising us that you wrote this yourself, or copied it from a public domain or similar free resource (see $1 for details). '''Do not submit copyrighted work without permission!'''
ca_es: Si us plau, tingueu en compte que totes les contribucions al projecte {{SITENAME}} poden ser corregides, alterades o esborrades per altres usuaris. Si no desitgeu la modificació i distribució lliure dels vostres escrits sense el vostre consentiment, no els poseu ací.<br /> A més a més, en enviar el vostre text, doneu fe que és vostra l'autoria, o bé de fonts en el domini públic o altres recursos lliures similars (consulteu $1 per a més detalls). '''No feu servir textos amb drets d'autor sense permís!'''
